Repository: muhopensores/dmc4_hook
Catalog: i18n/po/*/dmc4hook.po
Languages: ru

source: Rose will sit on whatever surface it lands on until its timer expires
ru: Повысился, будет сидеть на любой поверхности, которую он сажает на то, пока ее таймер не истекает

source: Infinite Rose Timer
ru: Таймер Бога Роуз

source: Rose will only despawn when colliding with something or having another placed
ru: Повысился, будет только despawn, сталкиваясь с чем-то или размещая другого

source: Rose Removes Pins
ru: Повысился, Удаляет Булавки

source: Rose despawns pins rather than detonating them
ru: Повысился булавки despawns вместо того, чтобы взорвать их

source: Infinite Pin Timer
ru: Таймер Булавки Бога

source: Selective Cancels
ru: Выборочный, Отменяет

source: Enable
ru: Позволяют

source: Allows cancelling out of selected moves with evasive actions
ru: Позволяет отменять из выбранных шагов с уклончивыми действиями

source: Disable Guardslide
ru: Отключают Guardslide

source: Guarding a move with momentum will halt your movement
ru: Охрана движения с импульсом остановит Ваше движение

source: Shared
ru: Общий

source: Roll
ru: Список

source: Grounded DT Activation
ru: Основанная Активация DT

source: Showdown
ru: Откровенный обмен мнениями

source: Stinger
ru: Жало

source: Prop
ru: Опора

source: Real Impact
ru: Реальное Воздействие

source: Kick 13
ru: Пинают 13

source: Shock
ru: Удар

source: Ecstasy
ru: Экстаз

source: Slash Dimension
ru: Измерение Разреза

source: DT Pin Up Part 2
ru: Булавка DT Часть 2

source: Draw
ru: Рисуют

source: Guns
ru: Оружие

source: Omen
ru: Оружие

source: Epidemic
ru: Эпидемия

source: Argument
ru: Аргумент

source: Gun Stinger
ru: Жало Оружия

source: Skip Shotgun
ru: Ружье Пропуска

source: Skip Gilgamesh
ru: Пропускают Gilgamesh

source: Skip Pandora
ru: Бандура Пропуска

source: Skip Lucifer
ru: Пропускают Люцифера

source: Slow Walk
ru: Медленная Прогулка

source: Walk slowly while holding the jump button
ru: Прогулка медленно, держа кнопку скачка

source: Stun Anything
ru: Ошеломляют Что-либо

source: Allows anything (even Lucifer pins) to stun
ru: Позволяет чему-либо (даже булавки Люцифера) ошеломлять

source: Target Change Darkslayer
ru: Целевое Изменение Darkslaye

source: Darkslayer is accessed by pressing the target change button
ru: Darkslayer получают доступ, нажимая целевую кнопку изменения настроек

source: Instant Honeycomb
ru: Мгновенные Соты

source: Honeycomb Mapped To backforward + Gunslinger
ru: Соты, Нанесенные на карту К backforward + Опытный стрелок

source: Tracking Full House
ru: Отслеживающий Аншлаг

source: Auto Facing Sky Star
ru: Авто Звезда Неба Столкновения

source: Trick Down
ru: Уловка Вниз

source: Map Trick Down to backforward + trick
ru: Уловка карты Вниз к backforward + уловка

source: Decreased Backslide Turn Speed
ru: Уменьшенная Скорость Поворота Вероотступничества

source: Reduces turn speed on backslide to make it easier to land without the need of a buffer
ru: Уменьшает скорость поворота на вероотступничестве, чтобы облегчить приземляться без потребности буфер

source: Random timed gameplay mods
ru: Случайные рассчитанные модники геймплея

source: Set those before starting:
ru: Устанавливают тех перед стартом

source: Mod timer (seconds)
ru: Ультрасовременный таймер (секунды)

source: Cooldown timer (seconds)
ru: таймер Cooldown (секунды)

source: Random mutator mode
ru: Случайный режим мутатора

source: Activate random spicy gameplay mods on timer without connecting to twitch
ru: Активируйте случайных пряных модников геймплея на таймере, не соединяясь с подергиванием

source: Stop random mode
ru: Останавливают случайный режим

source: Twitch Integration
ru: Интеграция Подергивания

source: libircclient.dll not found, twitch support disabled
ru: libircclient.dll не найденный, дергайте отключенную поддержку

source: Download libircclient-1.10-win32-dll.zip from the link below
ru: Libircclient 1.10 win32 dll.zip загрузки от ссылки внизу

source: Extract libircclient.dll from zip file libircclient-1.10\bin\ to DMC4 root
ru: «Извлеките libircclient.dll из zip-файла libircclient-1.10 мусорное ведро к корню DMC4

source: for example:
ru: например:

source: and restart the game to enable twitch support
ru: и перезапуск игра, чтобы позволить поддержку подергивания

source: Filling both fields and enabling one of the options below will allow your Twitch viewers to affect your gameplay. Your credentials are stored in config file in plaintext Dont send your config with twitch data saved to other people
ru: Заполнение обеих областей и предоставление возможности одного из вариантов ниже позволят Ваш Дергайте зрителей, чтобы затронуть Ваш геймплей Ваши верительные грамоты сохранены в файле конфигурации в plaintext Не посылайте свою конфигурацию с данными о подергивании, сохраненными к другому people

source: Twitch status: TWITCH_CONNECTING
ru: Статус подергивания: TWITCH_CONNECTING

source: Twitch status: TWITCH_CONNECTED
ru: Статус подергивания: TWITCH_CONNECTED

source: Twitch status: TWITCH_DISCONNECTED
ru: Статус подергивания: TWITCH_DISCONNECTED

source: Get OAuth Password...
ru: Получают Пароль OAuth...

source: Twitch Username
ru: Имя пользователя Подергивания

source: Twitch OAuth
ru: Дергают OAuth

source: Connect To Twitch
ru: Соединяются С Подергиванием

source: Disconnect From Twitch
ru: Отключают От Подергивания

source: Stop voting
ru: Прекращают голосовать

source: Start voting
ru: Начинают голосовать

source: Show debug info in vote window
ru: Выставочная информация отладки в окне голосования

source: Send voting messages in chat
ru: Посылают голосующие сообщения в беседе

source: Disable voting overlay
ru: Отключают голосующее наложение

source: Set those before connecting:
ru: Устанавливают тех перед соединением

source: Voting timer (seconds)
ru: Голосующий таймер (секунды

source: Idle timer (seconds)
ru: Незанятый таймер (секунды)

source: Log In On Game Boot Automatically
ru: Входят в систему На Ботинке Игры Автоматически

source: This sometimes doesn't work, just come back here and hit disconnect > connect to reconnect
ru: Это иногда не работает, просто возвратитесь сюда и совершите нападки, отключают, соединяются чтобы снова соединиться

source: Twitch Mode FAQ
ru: часто задаваемые вопросы Режима Подергивания

source: Chaos - viewers can activate twitch mods directly through chat commands.
ru: Хаос - зрители может активировать модников подергивания непосредственно через команды беседы

source: Vote mode - viewers can vote on what mods to activate next.
ru: Режим голосования - зрители может голосовать по какой модники активировать затем

source: Chaos mode
ru: Режим хаоса

source: Vote mode
ru: Режим голосования

source: Relay Twitch Chat To Devil May Cry 4
ru: Беседа Подергивания Реле К Крику мая дьявола 4

source: Speed
ru: Скорость

source: Speed adjustments are not initialized yet, load into the stage to access them.
ru: Корректировки скорости еще не инициализированы, груз в стадию, чтобы получить доступ к ним

source: Turbo Value
ru: Турбо Ценность

source: Game Speed
ru: Скорость Игры

source: Enemies, players, room, bullets, pins, camera
ru: Враги, плееры, комната, пули, булавки, камера

source: Global Speed
ru: Глобальная Скорость

source: Enemies, players, room
ru: Враги, плееры, комната

source: Room Speed
ru: Скорость Помещения

source: Player Speed
ru: Скорость Плеера

source: Enemy Speed
ru: Вражеская Скорость

source: Disable Game Pause when opening the trainer
ru: Отключают Паузу Игры, открывая тренера

source: Force Custom Turbo
ru: Принудительно Пользовательское Турб

source: This turbo won't be disabled on room change
ru: Это турбо не будет отключен на изменении помещения

source: Custom Turbo
ru: Пользовательское Турбо
