Repository: muhopensores/dmc4_hook
Catalog: i18n/po/*/dmc4hook.po
Languages: ru

source: Average %.3f ms/frame (%.1f FPS)
ru: Средний %.3f ms/frame (%.1f FPS)

source: About
ru: О

source: DMC4Hook - Devil May Cry 4 Trainer
ru: DMC4Hook - Крик мая дьявола 4 Тренера»

source: Special Thanks:
ru: Особая благодарность:

source: For more info and updates visit the github:
ru: Для большего количества информации и обновлений посещают GitHub:

source: This trainer was made using:
ru: Этот тренер был сделан с помощью:

source: Licenses
ru: Лицензии

source: Save Config
ru: Экономят Конфигурацию

source: General
ru: Общий

source: Enemy Difficulty
ru: Вражеская Трудност

source: Enemy Training
ru: Вражеское Обучение

source: Bloody Palace
ru: Кровавый Дворец

source: Character
ru: Иероглиф

source: Limit Removal
ru: Удаление Лимита

source: Shared Abilities
ru: Общие Способности

source: Nero Abilities
ru: Способности Nero

source: Dante Abilities
ru: Способности Данте

source: Lucifer
ru: Люцифер

source: Rose
ru: Повысился

source: Environment
ru: Среда

source: System
ru: Система

source: HUD
ru: КОЖУРА

source: Camera
ru: Камера

source: Debug
ru: Отладка

source: Hotkeys
ru: Горячие клавиши

source: Active Block
ru: Активный Блок

source: Always Royal Release
ru: Всегда Королевский Выпуск

source: Angel Snatch
ru: Кусочек Ангела

source: Area Jump is not initialized. Load into a stage to access it.
ru: Скачок области не инициализирован Груз в этап, чтобы получить доступ к нему.

source: Bloody Palace Floor Teleports
ru: Кровавый Пол Дворца Телепортирует

source: ##BP Floor
ru: ##BP Пол

source: Go
ru: Идут

source: BP Floor Jump is not initialized. Load into BP to access it.
ru: Скачок Пола BP не инициализирован Груз в BP, чтобы получить доступ к нему.

source: Mission Area Teleports
ru: Область Миссии Телепортирует

source: ##Room Codes Listbox
ru: Кодовый Список

source: No DTless Assault Escape
ru: Никакое Спасение Нападения DTless

source: Disable Assaults jumping out of combos until they DT
ru: Отключают Нападения, выпрыгивающие из компаний пока они DT

source: Background Input
ru: Фоновый Вход

source: Berial Daze
ru: Изумление Berial

source: Big Head Mode
ru: Режим Высокомерия

source: Swole Mode
ru: Режим Swole

source: Borderless Window
ru: Безграничное Окно

source: Randomize BP
ru: Рандомизируют BP

source: Enable before starting BP
ru: Позволяют перед стартовой BP

source: Boss Rush
ru: Босс Раш

source: View Randomized Stages
ru: Представление Рандомизированные Стадии

source: Stage Number
ru: Число Стадии

source: Random Stage
ru: Случайная Стадия

source: Ignore Red Seal Kill Requirements
ru: Игнорируют Красную Печать, Убивают Требования

source: Sealed doors and portals open instantly
ru: Запечатал двери и порталы, открытые немедленно

source: Disable Lockon Autocorrects
ru: Отключают Lockon, Автоисправляет

source: Attempts to stop the camera spinning behind Dante when enemies are more than like 2ft away
ru: Пытается остановить камеру, вращающуюся позади Данте, когда враги - больше, чемкак на расстоянии в 2 фута

source: Disable Last Enemy Zoom
ru: Отключают Последнее Вражеское Увеличение масштаба изображения

source: Left Side Reset
ru: Сброс Левой стороны

source: When pressing the button that resets the camera behind Dante, the camera will instead be set to Dante's left
ru: Нажимая кнопку, которая перезагружает камеру позади Данте, камера будетвместо этого будьте установлены в Данте, уехал

source: Right Side Reset
ru: Сброс Правой стороны

source: Set the camera to the right instead
ru: Устанавливают камеру направо вместо этого

source: Increased Sensitivity
ru: Увеличенная Чувствительность

source: Camera Lookdown
ru: Камера Lookdown

source: When above the locked on enemy the camera will look down
ru: Когда выше соединенного врага камера будет выглядеть вниз

source: Noclip Cam
ru: Кулак Noclip

source: Disable Attack Corrects
ru: Отключают Нападение, Исправляет

source: Attempts to stop the camera rotating when the player attacks towards the camera, intended for comparison purposes
ru: Пытается остановить вращение камеры, когда плеер нападает ккамера, предназначенная в целях сравнения

source: Use Custom Camera Variables
ru: Используют Пользовательские Переменные Камеры

source: Also enables the editing of these values via hotkeys
ru: Также позволяет редактирование этих ценностей через горячие клавиши

source: Camera Variables
ru: Переменные Камеры

source: Height
ru: Высота

source: Distance
ru: Расстояние

source: Distance (Lockon)
ru: Расстояние (Lockon)

source: Angle
ru: Угол

source: Angle (Lockon)
ru: Угол (Lockon)

source: FOV (In Battle)
ru: FOV (В Сражении)

source: Force Nero
ru: Принудительно Nero

source: Force Dante
ru: Принудительно Данте

source: Faster Round Trip Charge
ru: Более быстрый Сбор Кругового рейса

source: Halves the charge time on Round Trip
ru: Половины время зарядки в Круговом рейсе

source: Character Switcher
ru: Переключатель Иероглифа

source: Enable before loading into a stage
ru: Позволяют прежде, чем загрузить в этап

source: Input 1
ru: Вводят 1

source: Set a button combo to trigger the switch
ru: Устанавливают компанию кнопки приводить в действие переключатель

source: Input 2
ru: Вводят 2

source: Inertia carryover
ru: Переходящий остаток инерции

source: Enable inertia carryover on switching
ru: Позволяют переходящий остаток инерции на переключении

source: Custom Nero Model Fix
ru: Пользовательское Затруднительное положение Модели Nero

source: Remove exploding shadows on Nero mods
ru: Удаляют взрывающиеся тени на модниках Nero

source: Custom Dante Model Fix
ru: Обычай Затруднительное положение Модели Данте

source: Remove exploding shadows on Dante mods
ru: Удаляют взрывающиеся тени на модниках Данте

source: Skip Mission Intros
ru: Введения Миссии Пропуска

source: Skip Mission Outros
ru: Миссия Пропуска Outro

source: Player Damage Multiplier
ru: Множитель Повреждения Плеера

source: Multiplier
ru: Множитель

source: Must style mode
ru: Должен разработать режи

source: Judgement Cut
ru: Сокращение Суждения

source: Activate judgement cut when performing Yamato aerial rave with lock-on.Perform normal inertia-less Yamato rave on lock-off. This mod requires external files found on the dmc4_hook repo. The button to the right of this cheat will take you to the download page. - Install the extra files (via fluffy's mod manager or manually). - Enable both this and the "HDD Priority" mod in the Debug page. - Save your config and load into a level.
ru: Активируйте сокращение суждения, выполняя рейв антенны Ямато с замком - на Выполните нормальную инерцию меньше рейв Ямато на замке-off. Этот модник требует внешних файлов, найденных на dmc4_hook соглашении об обратной покупке Кнопка направо от этого обмана возьмет Вас к странице загрузки -Устанавливают дополнительные файлы (через ультрасовременного менеджера fluffy или вручную). -Позволяют и это и \«Приоритет HDD \» модник на странице Отладки -Экономят Вашу конфигурацию и груз на уровень.

source: Download JDC Files
ru: Загружают Файлы JDC

source: Download JDC Files in the Assets section of the latest release and install manually or using Fluffy's Mod Manager
ru: Загрузите Файлы JDC в разделе Активов последнего выпуска и установите вручную или использование Ультрасовременного менеджера Флаффи

source: Lock-on + back input
ru: Замок - на + назад вход

source: Bind jdc activation to lock-on + back
ru: Обязывают jdc активацию заблокировать - на + назад

source: Inertia enable
ru: Инерция позволяют

source: Game Mode
ru: Режим Игр

source: Default
ru: Дефолт

source: Disable Camera Events
ru: Отключают События Камеры

source: Certain missions or parts will cause a black screen when this option is enabled. Press the pause button then confirm to go into the item menu and the screen will return to normal.
ru: Определенные миссии или части вызовут черный экран, когда этот выбор будет позволенный. Нажмите кнопка паузы тогда подтверждают, чтобы войти в меню товара и экран возвратится к нормальному

source: Disable Chimera Blades
ru: Отключают Лезвия химеры

source: Disable Darkslayer Inputs
ru: Отключают Исходные данные Darkslayer

source: Trickster
ru: Обманщик

source: Gunslinger
ru: Опытный стрелок

source: Sword Master
ru: Владелец Меча

source: Royal Guard
ru: Королевская охрана

source: Disable DT Stinger
ru: Отключают Жало DT

source: Disable Keyboard Input
ru: Отключают Клавишный Вход

source: DMD Bloody Palace
ru: DMD Кровавый Дворец

source: Forces the ingame version of DMD. Enemies will take longer to DT than with the 'Game Mode' option
ru: Вызывает ingame версию DMD. Враги займут больше времени к DT, чем с 'выбор' Режима Игры

source: DMD Level AI
ru: AI Уровня DMD

source: Forces enemies to use the ingame DMD AI, even on non DMD difficulties
ru: Вынуждает врагов использовать ingame DMD AI, даже на не трудности DMD

source: Frenzied Boss AI
ru: Бешеный AI Босса

source: Double Tap Darkslayer
ru: Дважды касаются Darkslayer

source: Darkslayer is accessed by quickly pressing one style twice
ru: Darkslayer получают доступ, быстро нажимая один стиль дважды

source: Double Tap Timer
ru: Таймер Двойного выстрела

source: DT Enemies Don't Stun
ru: Враги DT не Ошеломляют

source: Guardian Devil
ru: Дьявол Опекуна

source: Triggers a stand attack when you input the selected button. Lockon+forward/back for other attacks
ru: Вызывает нападение стенда, когда Вы вводите выбранную кнопку Lockon+forward/back для других нападений

source: Guardian Input
ru: Вход Опекуна

source: Easy Enemy Step
ru: Легкий Вражеский Шаг

source: Colours
ru: Цвета

source: Custom Colours
ru: собственные цвета

source: I haven't figured this out yet
ru: Я еще не понял это»

source: Enemies Attack Offscreen
ru: Нападение Врагов За кадром

source: Enemies Don't DT
ru: Враги не Делают DT

source: Enemies DT Instantly
ru: Враги DT Немедленно

source: Enemy Replacement - No Cyclical Replacements!
ru: Вражеская Замена - Никакие Циклические Замены!

source: Example: Don't replace Mephisto with Faust and Faust with Mephisto at the same time. The game will crash. Many of these are untested and may also crash; I thought I'd leave them in just in case there's something that works that we had disabled before.
ru: Пример: не заменяйте Mephisto Фаустом и Фаустом с Mephisto в то же время. Игра потерпит крах Многие из них не проверены и могут также потерпеть крах; я думал, что оставлю их внутри на всякий случай есть что-то, что работает, который мы отключили прежде

source: Reset
ru: Сброс

source: Custom Enemy Slot Limit
ru: Пользовательский Вражеский Лимит Слота

source: Set how many enemies can attack at the same time. Default is usually 1 After unchecking this option, the original value will only be restored after entering a new room
ru: Набор, сколько врагов может напасть в то же время. Дефолт обычно 1 После снятия выделения с этим выбором исходное значение будет только восстановлено после вводя новую комнату

source: Enemy Spawner is not initialized. Load into a stage to access it.
ru: Враг Спонер не инициализирован. Груз в этап, чтобы получить доступ к нему

source: Enemy Spawner
ru: Враг Спонер

source: Random
ru: Случайный

source: Display Enemy Stats
ru: Отображают Вражескую Статистику

source: Enemy Count
ru: Вражеский граф

source: Enemy Select
ru: Избранный Враг

source: HP Taken ##2
ru: HP, Взятый ##2

source: Stun 1 ##2
ru: Ошеломляют 1 ##2

source: Stun 2 ##2
ru: Ошеломляют 2 ##2

source: Stun 3 ##2
ru: Ошеломляют 3 ##2

source: Stun 4 ##2
ru: Ошеломляют 4 ##2

source: Stun 5 ##2
ru: Ошеломляют 5 ##2

source: Displacement 1 ##2
ru: Смещение 1 ##2

source: Displacement 2 ##2
ru: Смещение 2 ##2

source: Displacement 3 ##2
ru: Смещение 3 ##2

source: Displacement 4 ##2
ru: Смещение 4 ##2

source: Displacement 5 ##2
ru: Смещение 5 ##2

source: Unknown 1 ##2
ru: Неизвестный

source: Hotkey is HOME by default
ru: Горячая клавиша дома по умолчанию

source: Hotkey is END by default
ru: Горячая клавиша является КОНЦОМ по умолчанию

source: Display Boss Stats
ru: Отображают Статистику Босса

source: Hotkey is PAGE UP by default
ru: Горячая клавиша является СТРАНИЦЕЙ по умолчанию

source: Hotkey is PAGE DOWN by default
ru: Горячая клавиша является СТРАНИЦЕЙ ВНИЗ по умолчанию

source: Enable Save/Load hotkeys
ru: Горячие клавиши Enable Save/Load

source: Saved Info
ru: Спасенная Информация

source: Fast Quick Drive
ru: Фаст Куик-Драйв

source: Quick Drive skips the initial slash
ru: Куик-Драйв пропускает начальный разрез

source: Easy Quick Drive
ru: Иси Куик-Драйв

source: Prop is cancellable into quick drive until frame 7
ru: Опора аннулируем в быстрый двигатель до структуры 7

source: Fast Pandora
ru: Быстрая Бандура

source: Cycle to grounded Pandora moves in DT speed outside of DT
ru: Цикл основанной Пандоре перемещается в скорость DT за пределами DT

source: Fast Sprint
ru: Быстрый Sprint

source: Fast Game Load
ru: Быстрый Груз Игры

source: The game will skip all opening screens and load the first save slot
ru: Игра пропустит все вводные экраны и загрузит первое, экономят слот

source: Fast Menu Fades
ru: Быстрое Меню Исчезает

source: Skip the fades between some menus
ru: Пропускают исчезновение между некоторыми меню

source: Fast BP Fade
ru: Быстрая BP Исчезаю

source: Mostly untested, should skip fade on BP load and nothing else
ru: Главным образом непроверенный, должен пропустить, исчезают на грузе BP и ничем ином

source: Force Lucifer
ru: Принудительно Люцифер

source: Forcing Lucifer means never forcefully despawning rose
ru: Принуждение средств Люцифера никогда сильно despawning повысился

source: Override FPS Limit
ru: Отвергают Лимит FPS

source: New FPS Limit
ru: Новый Лимит FPS

source: Free Enemy Step
ru: Свободный Вражеский Шаг

source: Enemy Step anywhere in the room with an enemy
ru: Вражеский Шаг где угодно в комнате с врагом

source: Freeze Enemies
ru: Замораживают Врагов

source: Freezes enemies, even if they're midair. Best used with infinite enemy hp
ru: Замораживает врагов, даже если они воздушные. Лучше всего используемый с бесконечным вражеским hp

source: No DTless Frost Escape
ru: Никакой Дтлесс Фрост Эскэйп

source: Disable Frosts jumping out of combos until they DT
ru: Отключают Морозы, выпрыгивающие из компаний пока они DT

source: See your body into the moonlight Even if I try to cancel All the pictures into the mind There's a flashing in my eyes
ru: Посмотрите тело в moonlight Даже если я пробую к cancel Все картины в mind В моих глазах есть высвечивание

source: Dante Height Restriction
ru: Ограничение Высоты Данте

source: Air Hike Height Restriction
ru: Воздушное Ограничение Разгара Экскурсии

source: Nero Height Restriction
ru: Ограничение Высоты Nero

source: Hide All HUD
ru: Скрывают Всю КОЖУРУ

source: Hide Timer
ru: Скрывают Таймер

source: Hide HP HUD
ru: Скрывают КОЖУРУ HP

source: Hide Orbs HUD
ru: Скрывают КОЖУРУ Шаров

source: Hide Style HUD
ru: Скрывают КОЖУРУ Стиля

source: Style Dial Only
ru: Диски Стиля Только

source: Hide Map HUD
ru: Скрывают КОЖУРУ Карты

source: Hide Boss HP HUD
ru: Скрывают Босса КОЖУРА HP

source: Never Hide Weapons HUD
ru: Никогда Не Скрывают КОЖУРУ Оружия

source: Always Hide Weapons HUD
ru: Всегда Скрывают КОЖУРУ Оружия

source: High Time Weapon Switch
ru: Пора Переключатель Оружия

source: Changing weapons early while holding High Time will still allow you to do the held variant
ru: Изменение оружия рано, держась Пора все еще позволит Вам делать проводимый вариантом

source: Enemy HP Red Orb Display
ru: Враг HP Красный Дисплей Шара

source: Display the last hit enemy's HP in the Red Orb count
ru: Отображают последнего врага хита HP в Красном количестве Шара

source: Infinite Air Hikes
ru: Воздушные Экскурсии Бога

source: Infinite Health (All)
ru: здоровье Бога (Все)

source: Infinite Health (Player)
ru: здоровье Бога (Плеер)

source: Infinite Health (Enemy)
ru: здоровье Бога (Враг)

source: Infinite Calibur
ru: Бог Кэлибур

source: Infinite Dreadnaught
ru: Бог Дридногт

source: Run in Dreadnaught
ru: Пробег в Dreadnaught

source: Infinite DT
ru: Бог DT

source: Infinite Faust Cloak
ru: Плащ Бога Фауста

source: Disable Faust Cloak
ru: Отключают Плащ Фауста

source: Disable Timer
ru: Отключают Таймер

source: Freeze Player HP To Max
ru: Плеер Замораживания HP Максу

source: Infinite Revives
ru: Бог Возрождается

source: Infinite Sky Stars
ru: Звезды Неба Бога

source: Infinite Table Hopper
ru: Бункер Таблицы Бога

source: Infinite Trick Range
ru: Ряд Уловки Богов

source: Taunt Ecstasy
ru: Экстаз Колкости

source: Instant Trick
ru: Мгновенная Уловка

source: Release Always Stuns
ru: Выпуск Всегда Ошеломляет

source: LDK With DMD
ru: LDK С DMD

source: When playing a mission on Legendary Dark Knight, enemies will be on DMD Difficulty instead of SOS
ru: Играя миссию на Легендарном Темном Рыцаре, враги будут на DMD

source: Sword & Gun Switch Limit
ru: Меч и Лимит Переключателя Оружия

source: Enemy Step Limit
ru: Вражеский Лимит Шага

source: Style Switch Limit
ru: Лимит Переключателя Стиля

source: Target Switch Limit
ru: Целевой Лимит Переключателя

source: Same Tick Style Change
ru: То же Изменение стиля Тиканья

source: Style changes registered on the same tick as other inputs are ignored by default. One bug has been found with this cheat so far: Every other time you perform Climax you'll spawn Discipline pins too
ru: зменения стиля, зарегистрированные на том же тиканье как другие исходные данные, проигнорированы дефолт Одна ошибка была найдена с этим обманом до сих пор: Каждое второе время Вы выступаете кульминационный момент Вы породите булавки Дисциплины также

source: HDD File Priority
ru: Приоритет Файла HDD

source: Manual Twosome Time
ru: Ручное Время Пары

source: Disable Twosome Time's automatic lock-on
ru: Отключают автоматический замок Времени Пары - на

source: Keyboard Navigation
ru: Клавишная Навигация

source: Keyboard navigation throughout dmc4_hook
ru: Клавишная навигация всюду по dmc4_hook

source: Gamepad Navigation
ru: Навигация Геймпада

source: Gamepad navigation throughout dmc4_hook
ru: Навигация геймпада всюду по dmc4_hook

source: Display Messages
ru: сообщения Дисплея

source: Show/Hide popups at the top left such as "Infinite Health (All) On"
ru: Показывают/Скрывают, что всплывающие окна наверху оставили такой как \«здоровье Бога (Все) На

source: Self advertisement
ru: Сам реклама

source: Show self advertisement?
ru: Шоу сам реклама?

source: Dvd screensaver
ru: Заставка DVD

source: Image pos:
ru: Изображение на месте продажи

source: Tint color:
ru: Цвет оттенка

source: SUPERHOT Mode
ru: Режим SUPERHOT

source: Velocity Factor
ru: Скоростной Фактор

source: Very work in progress
ru: очень незавершенное производство

source: Remap Helm Splitter
ru: Сплиттер Руля Перекарты

source: Remap Helm Splitter and Double Down to lockon+back+melee
ru: Сплиттер Руля Перекарты и Удваивают ставку к lockon+back+melee

source: Increased Snatch Range
ru: Увеличенный Диапазон Кусочка

source: No Auto Characters
ru: Никакие Авто Персонажи

source: No Auto Or Super Characters
ru: Никакой Автомобиль Или Супер Персонажи

source: Disable Teleport Planes
ru: Отключают, Телепортируют Самолеты

source: Lock Y Pos
ru: Заблокировали Y На месте продажи

source: No DT Cooldown
ru: Никакой DT Cooldown

source: Disables the cooldown on leaving DT upon entering
ru: Отключает cooldown при отъезде DT после ввода

source: No Helm Breaker Knockdown
ru: Никакой Сокрушительный удар Прерывателя Руля

source: No Death (All)
ru: Никакая Смерть (Все)

source: Disables dying while still allowing hp to drop. Also stops Omen killing enemies.
ru: Отключает смерть, все еще позволяя hp понижаться. Также останавливает убийство Предзнаменования

source: One Hit Kill
ru: Один Хит Убивают

source: Unlock rotation
ru: Разблокировывают вращение

source: Disable Game Pause When Opening The Trainer
ru: Отключают Паузу Игры, Открывая Тренера

source: Show Pin Timers
ru: Выставочные Таймеры Булавки

source: Display Player Stats
ru: Статистика Плеера Дисплея

source: Uhm, ehm, akshually, internia isn't a thing, it's a property of a thing, the shit you're showing is velocity, the measure of inertia is mass, resistance to acceleration (slowing down is also acceleration just in the opposite direction), if the thing that got yeeted doesn't like burn off it's layers in flight due to air friction like a fucking meteor or some shit then it's inertia isn't changing. Get it right NERD
ru: Uhm, ehm, akshually, internia не вещь, это - собственность вещи дерьмо, которое Вы показываете, является скоростью, мера инерции - масса, сопротивление к ускорению (замедление - также ускорение только в противоположном направление), если вещи, которая получила yeeted, не нравится, сжигают, это - уровни в рейс из-за воздушного трения как чертов метеор или немного дерьма тогда это инерция не изменяется. Получите его правильный БОТАНИК

source: If you press exceed while this timer is between 0 and 1, you'll get MAX-Act.
ru: Если Вы нажимаете, превышают, в то время как этот таймер между 0 и 1, Вы получите МАКС. АКТ

source: Save Current Move
ru: Экономят Текущее Движение

source: Vibe
ru: Энергетика

source: Put your controller on the floor. Put it down as flat as you can...that's good. Now I will move your controller by the power of my style alone!!
ru: Поместите своего диспетчера на пол. Подавите его столь плоский, как Вы можете... это быть хороший. Теперь я перемещу Вашего диспетчера властью одного только моего стиля!!

source: Vibe Slot 2
ru: Слот Энергетики 2

source: Tick the Vibe checkbox too
ru: Помечают чекбокс Энергетики также

source: ...debug
ru: ... отлаживают

source: Quicksilver
ru: Ртуть

source: Enables the hotkey for Quicksilver. By default this is = / +
ru: Позволяет горячую клавишу для Ртути. По умолчанию это = / +

source: Remove Launch Armour
ru: Удаляют Танки Запуска

source: Removes the armour enemies gain when downed, allowing you to relaunch for practice instantly
ru: Удаляет выгоду врагов танков, когда побеждено, позволяя Вам повторно начать для практика немедленно

source: Restore Enemy HP
ru: Восстанавливают Врага HP

source: Press Lock On + Taunt to restore Max HP to enemies
ru: Пресса Соединяются + Колкость, чтобы вернуть Макса ХП врагам

source: Reset Timer
ru: Таймер Сброса

source: Press Lock On + Taunt to reset the BP timer
ru: Пресса Соединяются + Колкость, чтобы перезагрузить таймер BP

source: Disable Aerial Resets
ru: Отключают Воздушный Сброс

source: Disable "Restore Enemy HP" and "Reset Timer" while aerial (Useful for Taunt Ecstasy)
ru: Отключите Восстанавливают Врага HP и Таймер Сброса в то время как антенна (Полезный для Экстаз колкости)

source: Rev Flying
ru: преподобный Флаинг

source: Kills inertia brakes on Rev
ru: Убивает тормоза инерции на преподобном

source: Calibur Inertia
ru: Инерция Calibur

source: Kills inertia brakes on Calibur
ru: Убивает тормоза инерции на Calibur

source: Increased RG Gain
ru: Увеличенная Выгода RG

source: Intended to match DMC3's meter gain
ru: Предназначенный, чтобы соответствовать увеличению метра DMC3

source: Aerial Rising Sun
ru: Воздушное Восходящее солнце

source: Replace Dante's Shocking with the last 2 kicks of DT Kick 13
ru: Заменяют Данте, Шокирующего последними 2 ударами Удара DT 13

source: try respawning stuff
ru: пытаются повторно породить материал

source: respawning stuff in areas from wrong mission will freeze the game
ru: повторно порождающий материал в областях от неправильной миссии, заморозит игру

source: Respawn enemies when visiting the same room multiple times
ru: Повторно порождают врагов, посещая ту же комнату многократно

source: Rose Survives Enemies
ru: Повысился, Остается в силе после Врагов

source: Rose will hit the enemy and then continue past the enemy
ru: Повысился, поразит врага и затем продолжится мимо врага

source: Rose Survives Objects
ru: Повысился, Остается в силе после Объектов
