#include "PhotoMode.hpp"
#include "DebugCam.hpp"
#include "CameraSettings.hpp"
#include "../sdk/Devil4.hpp"
#include <Mods.hpp>
#include "utility/Hash.hpp"
#include "../sdk/World2Screen.hpp"

bool PhotoMode::mod_enabled = false;
bool PhotoMode::photo_mode_open = false;

// Filter
static uintptr_t uDOFFilterCons             = 0x0091F680;
static uintptr_t uColorSpaceFilterCons      = 0x0091D850;
static uintptr_t uHazeFilterCons            = 0x00933120;
static uintptr_t uLevelCorrectFilterCons    = 0x0091EA50;
static uintptr_t uFishEyeFilterCons         = 0x00934E30;
static uintptr_t uToneMapFilterCons         = 0x0092C7E0;
static uintptr_t uVolumeNoiseFilterCons     = 0x00926A80;
static uintptr_t uTVNoiseFilterCons         = 0x00922290;
static uintptr_t uMotionBlurFilterCons      = 0x0092A180;
static uintptr_t uHSVFilterCons             = 0x0091CF40;
static uintptr_t uImagePlaneFilterCons      = 0x00923BC0;
static uintptr_t uContrastFilterCons        = 0x00936D00;
static uintptr_t uColorCorrectFilterCons    = 0x0093D9A0;
static uintptr_t uLightScatteringFilterCons = 0x0093F570;
static uintptr_t uToneCurveFilterCons       = 0x0091D430;
static uintptr_t uRadialBlurFilterCons      = 0x00928C60;
static uintptr_t uFeedbackBlurFilterCons    = 0x0092BE90;
static uintptr_t uColorFogFilterCons        = 0x009352B0;
static uintptr_t uCrossFadeFilterCons       = 0x00926450;
static uintptr_t uNoiseFogFilterCons        = 0x00927C20;
static uintptr_t uBlurFilterCons            = 0x00935F50;

// Light
static uintptr_t uPointLightCons          = 0x00A6AEA0;
static uintptr_t uSynchroSpotLightCons    = 0x00A705E0;
static uintptr_t uInfiniteLightCons       = 0x00A6AD70;
static uintptr_t uSynchroPointLightCons   = 0x00A704F0;
static uintptr_t uPointShadowLightCons    = 0x00AA0690;
static uintptr_t uPointCubeMapLightCons   = 0x00A6D140;
static uintptr_t uShadowLightCons         = 0x00B2C9A0;
static uintptr_t uCapsuleCubeMapLightCons = 0x00A6D7B0;
static uintptr_t uCuboidCubeMapLightCons  = 0x00A6DE30;
static uintptr_t uSpotLightCons           = 0x00A6B4B0;
static uintptr_t uBackLightCons           = 0x00A703D0;
static uintptr_t uCapsuleShadowLightCons  = 0x00AA14F0;
static uintptr_t uCubeMapLightCons        = 0x00A6CB60;
static uintptr_t uGridEnvLightCons        = 0x00ACB350;
static uintptr_t uHemiSphereLightCons     = 0x00A6C990;
static uintptr_t uCuboidShadowLightCons   = 0x00AA1B20;
static uintptr_t uSpotShadowLightCons     = 0x00AA0AA0;

enum LIGHT_ATTR : unsigned char {
    ATTR_FADEOUT = 1,
    ATTR_SH,
    ATTR_SUBTRACT  = 4,
    ATTR_PERPIXEL  = 8,
    ATTR_VIEWCOORD = 0x10,
    ATTR_DISP      = 0x20,
    ATTR_RANGE     = 0x40,
    ATTR_OOB_RANGE = 0x80
};

enum LIGHT_TYPE : unsigned char { TYPE_NONE, TYPE_INFINITE, TYPE_POINT, TYPE_SPOT, TYPE_AMBIENT, TYPE_CAPSULE, TYPE_CUBOID, MAX_TYPE };

struct uLight : cUnit {
    LIGHT_ATTR mAttr;
    LIGHT_TYPE mType;
    uint16_t mGroup;
    MtVector4 mColor;
};

struct uInfiniteLight : uLight {
    MtVector3 mDir;
};

struct uSpotLight : uLight {
    MtVector3 mPos;
    MtVector3 mDir;
    MtVector3 mTargetPos;
    MtVector3 mWPos;
    MtVector3 mWDir;
    float mStart;
    float mEnd;
    float mCone;
    float mSpread;
    bool mTargetMode;
    uCoord* mpParent;
    uCoord* mpTarget;
    int mParentNo; // joint
    int mTargetNo; // joint
};

struct uPointLight : uLight {
    MtVector3 mPos;
    MtVector3 mWPos;
    float mStart;
    float mEnd;
    uCoord* mpParent;
    int mParentNo;
};

struct uHemiSphereLight : uLight {
    MtVector3 mRevColor;
    MtVector3 mDir;
};

struct uBackLight : uLight {
    struct SHFACTOR {
        MtVector4 r[3];
        MtVector4 g[3];
        MtVector4 b[3];
    } mFactor;
};

struct uFilter : cUnit {
    uint32_t mPass;
    uint32_t mPriority;
};
static_assert(sizeof(uFilter) == 0x20);

enum DOF_TYPE: unsigned long {
    DOF_DETAIL = 0,
    DOF_SIMPLE = 1,
    DOF_SIMPLE2 = 2
};

enum BLUR_TYPE: unsigned long {
    BLUR_GAUSSIAN = 1,
    BLUR_MASKGAUSSIAN = 2
};

struct uDOFFilter : uFilter {
    uint32_t mBlurCount;
    DOF_TYPE mType;
    BLUR_TYPE mBlurType;
    bool mSimple;
    bool mbGSDOF;
    MtVector3 mGradateColor;
    float mBlurSize;
    uintptr_t mpTempTexture[2];
    float mAperture;
    float mFocalLength;
    float mLowCoCScale;
    float mCocScale;
    float mCoCBias;
    float mFarBlurLimit;
    float mNearBlurLimit;
    float mNear;
    float mFar;
    float mFocal;
    uintptr_t mpTempAccTexture;
    uintptr_t mpDiaphragm;
    int pad;
};
static_assert(sizeof(uDOFFilter) == 0x80);

struct uToneMapFilter : uFilter {
    uint32_t EnableToneMap : 1;
    uint32_t EnableManual : 1;
    uint32_t EnableMaxLum : 1;
    uint32_t EnableLogLum : 1;
    uint32_t EnableBloom : 1;
    uint32_t EnableGhost : 1;
    uint32_t EnableStar : 1;
    uint32_t EnableBlueShift : 1;
    uint32_t EnableBloomHSV : 1;
    uint32_t EnableGhostHSV : 1;
    uint32_t EnableStarHSV : 1;
    uint32_t EnableHiBright : 1;
    uint32_t pad : 12;
    float mManualLuminance;
    float mManualMaxLuminance;
    struct MtColor {
        unsigned char r;
        unsigned char g;
        unsigned char b;
    } mClearColor;
    float mMiddleGray; // 0x30
    float mElapsedTime;
    float mMaxLimit;
    float mMinLimit;
    float mBloomThreshold; // 0x40
    float mBloomOffset;
    float mBloomDispersion;
    int pad4C;
    MtVector4 mBloomColor;
    bool mBloomLuminanceThreshold;
    float mStarThreshold;
    float mStarOffset;
    int pad6C;
    MtVector4 mStarColor;
    bool mStarLuminanceThreshold; // 0x80
    float mGhostThreshold;
    int pad88[2];
    MtVector4 mGhostColor;
    float mGhostOffset;
    bool mGhostLuminanceThreshold;
    bool mCompatibleMode; // A5
    bool mToneMapActive;
    uint32_t mAdaptedLuminance;
    uint32_t mPerFrame;
    uint32_t mCountFrame;
    int padB4[3];
    MtVector3 mInfiniteDir;    // C0
    uintptr_t mpRTScaledScene; // D0
    uintptr_t mpRTAverage[4];  // D4
    uintptr_t mpRTAdaptedLum[2]; // E4
    uintptr_t mpRTBrightPass;  // EC
    uintptr_t mpRTStar;
    uintptr_t mpRTGhost;
    uintptr_t mpRTGlareTemp;
    uintptr_t mpRTGlareTemp2;
    uintptr_t mpGhostMask; // 100
    uint32_t ClearAllRT;   // 108
    uint32_t mGlareType;
    struct GlareDef {
        uint32_t mGlareType;
        float mBloomLuminance;
        float mGhostLuminance;
        float mGhostDistortion;
        float mStarLuminance;
        float mStarInclination;
        float mStarLength;
        float mChromaticAberration;
        float mAfterImageSensitivity;
        float mAfterImageRatio;
        struct StarDef {
            uint32_t mStarType;
            uint32_t mNumStarLines;
            uint32_t nPasses[8];
            float fSampleLength[8];
            float fAttenuation[8];
            float fInclination[8];
            bool mRotation;
            MtVector4 mChromaticAberrationColor[8];
        } mStarDef;
    } mGlareDef;
    struct GhostDef {
        MtVector4 mSampleWeights[8];
        float mSampleScales[8];
    } mGhostDef;
    char pad2F0[32];
};
static_assert(sizeof(uToneMapFilter) == 0x300);

//struct MtHermiteCurve {
//    float x[8];
//    float y[8];
//};

